<?php

return [
	'invalid_credentials' => 'იმეილი ან პაროლი არასწორია',
	'required'            => 'აღნიშნული ველი სავალდებულოა',
	'min'                 => [
		'string' => 'დაშვებულია მინიმუმ :min სიმბოლო',
	],
	'georgian_letters'   => 'დაშვებულია მხოლოდ ქართული ასოები',
	'english_letters'    => 'დაშვებულია მხოლოდ ინგლისური ასოები.',
	'required_with'      => 'ახალი პაროლის ველი აუცილებელია ახლანდელი პაროლის ველთან ერთად',
	'image'              => 'მოცემული ველი უნდა შეიცავდეს ფოტო',
	'email'              => 'აღნიშნული ველი უნდა იყოს იმეილი',
	'current_password'   => 'ამჟამინდელი პაროლი არასწორია',
	'confirmed'          => 'ახალი პაროლები ერთმანეთს არ ემთხვევა',
];
